Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# scale_practice_correct
source: Correct! This is
ar: صحيح! هذا هو
de: Richtig! Das ist
es: ¡Correcto! Esto es
fr: Correct ! C'est
hi: सही! यह है
id: Benar! Ini adalah
it: Corretto! Questa è
ja: 正解！これは
ko: 정답! 이것은
nl: Juist! Dit is
pl: Poprawnie! To jest
pt: Correto! Isto é
ru: Правильно! Это
tr: Doğru! Bu
zh_hans: 正确！这是

# scale_practice_fretboard
source: Fretboard
ar: لوحة الأصابع
de: Griffbrett
es: Diapasón
fr: Manche
hi: फ्रेटबोर्ड
it: Tastiera
ja: フレットボード
ko: 지판
nl: Toetsenbord
pl: Gryf
pt: Braço
ru: Гриф
tr: Klavye
zh_hans: 指板

# scale_practice_loop
source: Loop
ar: تكرار
de: Schleife
es: Bucle
fr: Boucle
hi: लूप
id: Ulangi
it: Ripeti
ja: ループ
ko: 루프
nl: Herhalen
pl: Pętla
pt: Repetição
ru: Повтор
tr: Döngü
zh_hans: 循环

# scale_practice_next
source: Next Question
ar: السؤال التالي
de: Nächste Frage
es: Siguiente pregunta
fr: Question suivante
hi: अगला प्रश्न
id: Pertanyaan Berikutnya
it: Domanda successiva
ja: 次の問題
ko: 다음 문제
nl: Volgende vraag
pl: Następne pytanie
pt: Próxima pergunta
ru: Следующий вопрос
tr: Sonraki Soru
zh_hans: 下一题

# scale_practice_next_scale
source: Next Scale
ar: السلم التالي
de: Nächste Tonleiter
es: Siguiente escala
fr: Gamme suivante
hi: अगला स्केल
id: Tangga Nada Berikutnya
it: Prossima scala
ja: 次のスケール
ko: 다음 스케일
nl: Volgende toonladder
pl: Następna gama
pt: Próxima escala
ru: Следующая гамма
tr: Sonraki Dizi
zh_hans: 下一个音阶

# scale_practice_note_of
source: Note %1$lld of %2$lld
ar: النوتة %1$lld من %2$lld
de: Note %1$lld von %2$lld
es: Nota %1$lld de %2$lld
fr: Note %1$lld sur %2$lld
hi: नोट %1$lld / %2$lld
id: Not %1$lld dari %2$lld
it: Nota %1$lld di %2$lld
ja: %2$lld音中%1$lld音目
ko: %2$lld음 중 %1$lld번째
nl: Noot %1$lld van %2$lld
pl: Nuta %1$lld z %2$lld
pt: Nota %1$lld de %2$lld
ru: Нота %1$lld из %2$lld
tr: Nota %1$lld / %2$lld
zh_hans: 第 %1$lld 个音符（共 %2$lld 个）

# scale_practice_notes_label
source: Notes:
ar: النوتات:
de: Noten:
es: Notas:
hi: नोट्स:
id: Not:
it: Note:
ja: 音:
ko: 음:
nl: Noten:
pl: Nuty:
pt: Notas:
ru: Ноты:
tr: Notalar:
zh_hans: 音符:

# scale_practice_now
source: Now:
ar: الآن:
de: Jetzt:
es: Ahora:
fr: Maintenant :
hi: अभी:
id: Sekarang:
it: Ora:
ja: 現在:
ko: 현재:
nl: Nu:
pl: Teraz:
pt: Agora:
ru: Сейчас:
tr: Şimdi:
zh_hans: 当前:

# scale_practice_options
source: Options
ar: خيارات
de: Optionen
es: Opciones
hi: विकल्प
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pl: Opcje
pt: Opções
ru: Параметры
tr: Seçenekler
zh_hans: 选项

# scale_practice_play
source: Play Scale
ar: تشغيل السلم
de: Tonleiter abspielen
es: Reproducir escala
fr: Jouer la gamme
hi: स्केल चलाएँ
id: Putar Tangga Nada
it: Riproduci scala
ja: スケールを再生
ko: 스케일 재생
nl: Toonladder afspelen
pl: Odtwórz gamę
pt: Tocar escala
ru: Воспроизвести гамму
tr: Diziyi Çal
zh_hans: 播放音阶

# scale_practice_replay
source: Replay Scale
ar: إعادة تشغيل السلم
de: Tonleiter wiederholen
es: Repetir escala
fr: Rejouer la gamme
hi: स्केल फिर से चलाएँ
id: Putar Ulang Tangga Nada
it: Riascolta scala
ja: スケールをもう一度聴く
ko: 스케일 다시 듣기
nl: Toonladder opnieuw afspelen
pl: Odtwórz gamę ponownie
pt: Repetir escala
ru: Повторить гамму
tr: Diziyi Tekrar Dinle
zh_hans: 重播音阶

# scale_practice_resume
source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
hi: फिर से शुरू करें
id: Lanjutkan
it: Riprendi
ja: 再開
ko: 재개
nl: Hervatten
pl: Wznów
pt: Retomar
ru: Продолжить
tr: Devam Et
zh_hans: 继续

# scale_practice_root
source: Scale Root
ar: جذر السلم
de: Tonleiter-Grundton
es: Raíz de escala
fr: Fondamentale de la gamme
hi: स्केल रूट
id: Akar Tangga Nada
it: Fondamentale della scala
ja: スケールのルート
ko: 스케일 루트
nl: Grondtoon toonladder
pl: Pryma skali
pt: Fundamental da escala
ru: Тоника гаммы
tr: Dizi Kökü
zh_hans: 音阶根音

# scale_practice_root_label
source: Root:
ar: الجذر:
de: Grundton:
es: Raíz:
fr: Fondamentale :
hi: रूट:
id: Akar:
it: Fondamentale:
ja: ルート:
ko: 루트:
nl: Grondtoon:
pl: Pryma:
pt: Fundamental:
ru: Тоника:
tr: Kök:
zh_hans: 根音:

# scale_practice_start_quiz
source: Start Quiz
ar: بدء الاختبار
de: Quiz starten
es: Iniciar quiz
fr: Commencer le quiz
hi: क्विज़ शुरू करें
id: Mulai Kuis
it: Inizia il quiz
ja: クイズ開始
ko: 퀴즈 시작
pl: Rozpocznij quiz
pt: Iniciar quiz
ru: Начать тест
tr: Testi Başlat
zh_hans: 开始测验

# scale_practice_start_training
source: Start Training
ar: بدء التدريب
de: Training starten
es: Iniciar entrenamiento
fr: Commencer l'entraînement
hi: प्रशिक्षण शुरू करें
id: Mulai Latihan
it: Inizia allenamento
ja: トレーニング開始
ko: 훈련 시작
pl: Rozpocznij trening
pt: Iniciar treino
ru: Начать тренировку
tr: Eğitimi Başlat
zh_hans: 开始训练

# scale_practice_subtitle
source: Practice scales with guided play-along, quizzes, and ear training.
ar: تمرن على السلالم مع العزف المصاحب الموجه والاختبارات وتدريب الأذن.
de: Übe Tonleitern mit geführtem Mitspielen, Quiz und Gehörtraining.
es: Practica escalas con guía interactiva, quizzes y entrenamiento auditivo.
fr: Pratiquez les gammes avec accompagnement guidé, quiz et entraînement auditif.
hi: गाइडेड प्ले-अलॉन्ग, क्विज़ और कान प्रशिक्षण से स्केल का अभ्यास करें।
id: Latih tangga nada dengan panduan bermain, kuis, dan latihan pendengaran.
it: Esercitati con le scale tramite riproduzione guidata, quiz ed ear training.
ja: ガイド付き演奏、クイズ、聴音トレーニングでスケールを練習しましょう。
ko: 가이드 연주, 퀴즈, 청음 훈련으로 스케일을 연습하세요.
nl: Oefen toonladders met begeleiding, quizzen en gehoortraining.
pl: Ćwicz gamy z prowadzeniem, quizami i treningiem słuchu.
pt: Pratique escalas com acompanhamento guiado, quizzes e treino auditivo.
ru: Практикуйте гаммы с направленной игрой, тестами и тренировкой слуха.
tr: Rehberli çalma, testler ve kulak eğitimi ile dizileri çalışın.
zh_hans: 通过引导跟弹、测验和听力训练来练习音阶。

# scale_practice_title
source: Scale Practice
ar: تمرين السلالم
de: Tonleiterübung
es: Práctica de escalas
fr: Pratique des gammes
hi: स्केल अभ्यास
id: Latihan Tangga Nada
it: Pratica scale
ja: スケール練習
ko: 스케일 연습
nl: Toonladderoefening
pl: Ćwiczenie gam
pt: Prática de escalas
ru: Практика гамм
tr: Dizi Çalışması
zh_hans: 音阶练习

# scale_practice_what
source: What scale is being played?
ar: ما السلم الذي يتم عزفه؟
de: Welche Tonleiter wird gespielt?
es: ¿Qué escala se está reproduciendo?
fr: Quelle gamme est jouée ?
hi: कौन सा स्केल चल रहा है?
id: Tangga nada apa yang dimainkan?
it: Quale scala viene suonata?
ja: 再生されているスケールは何ですか？
ko: 재생된 스케일은 무엇인가요?
nl: Welke toonladder wordt gespeeld?
pl: Jaka gama jest grana?
pt: Qual escala está sendo tocada?
ru: Какая гамма звучит?
tr: Hangi dizi çalınıyor?
zh_hans: 正在播放什么音阶？

# scale_selector_chords_in
source: Chords in %@
ar: أوتار %@
de: Akkorde in %@
es: Acordes en %@
fr: Accords en %@
hi: %@ के कॉर्ड्स
id: Akor dalam %@
it: Accordi in %@
ja: %@のコード
ko: %@의 코드
nl: Akkoorden in %@
pl: Akordy w %@
pt: Acordes em %@
ru: Аккорды в %@
tr: %@ içindeki akorlar
zh_hans: %@ 中的和弦

# scale_selector_root
source: Scale Root
ar: جذر السلم
de: Tonleiter-Grundton
es: Raíz de escala
fr: Fondamentale de la gamme
hi: स्केल रूट
id: Akar Tangga Nada
it: Fondamentale della scala
ja: スケールのルート
ko: 스케일 루트
nl: Grondtoon toonladder
pl: Pryma skali
pt: Fundamental da escala
ru: Тоника гаммы
tr: Dizi Kökü
zh_hans: 音阶根音

# settings_a4_reference
source: A4 Reference
ar: مرجع A4
de: A4-Referenz
es: Referencia La4
fr: Référence La4
hi: A4 संदर्भ
id: Referensi A4
it: Riferimento La4
ja: A4基準
ko: A4 기준
nl: A4-referentie
pl: Częstotliwość A4
pt: Referência Lá4
ru: Эталон A4
tr: A4 Referansı
zh_hans: A4 参考频率

# settings_about
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hi: परिचय
id: Tentang
it: Informazioni
ja: アプリについて
ko: 앱 정보
nl: Over
pl: O aplikacji
pt: Sobre
ru: О приложении
tr: Hakkında
zh_hans: 关于

# settings_allow_muted
source: Allow Muted Strings
ar: السماح بالأوتار المكتومة
de: Gedämpfte Saiten erlauben
es: Permitir cuerdas silenciadas
fr: Autoriser les cordes étouffées
hi: म्यूटेड तार अनुमति दें
id: Izinkan Senar Diredam
it: Consenti corde mutate
ja: ミュート弦を許可
ko: 뮤트 현 허용
nl: Gedempte snaren toestaan
pl: Zezwalaj na wyciszone struny
pt: Permitir cordas abafadas
ru: Разрешить приглушённые струны
tr: Susturulmuş Tellere İzin Ver
zh_hans: 允许闷弦

# settings_audio_samples
source: Audio Samples
ar: عينات صوتية
es: Muestras de audio
fr: Échantillons audio
hi: ऑडियो सैंपल
id: Sampel Audio
it: Campioni audio
ja: オーディオサンプル
ko: 오디오 샘플
pl: Próbki dźwiękowe
pt: Amostras de áudio
ru: Аудиосэмплы
tr: Ses Örnekleri
zh_hans: 音频采样

# settings_auto_advance
source: Auto-Advance
ar: التقدم التلقائي
de: Automatisch weiter
es: Avance automático
fr: Avance automatique
hi: ऑटो-एडवांस
id: Maju Otomatis
it: Avanzamento automatico
ja: 自動進行
ko: 자동 진행
nl: Automatisch doorschakelen
pl: Automatyczne przechodzenie
pt: Avanço automático
ru: Автопереход
tr: Otomatik İlerleme
zh_hans: 自动前进

# settings_auto_advance_desc
source: Highlights the next untuned string automatically
ar: يبرز الوتر التالي غير المضبوط تلقائياً
de: Markiert automatisch die nächste ungestimmte Saite
es: Resalta automáticamente la siguiente cuerda sin afinar
fr: Met en évidence automatiquement la prochaine corde non accordée
hi: अगले अनट्यून्ड तार को स्वचालित रूप से हाइलाइट करता है
id: Menyorot senar berikutnya yang belum dituning secara otomatis
it: Evidenzia automaticamente la prossima corda da accordare
ja: 次のチューニングされていない弦を自動的にハイライトします
ko: 다음 튜닝되지 않은 현을 자동으로 강조합니다
nl: Markeert automatisch de volgende ongestemde snaar
pl: Automatycznie podświetla następną nienastrojoną strunę
pt: Destaca automaticamente a próxima corda desafinada
ru: Автоматически выделяет следующую ненастроенную струну
tr: Akort edilmemiş sonraki teli otomatik olarak vurgular
zh_hans: 自动高亮下一根未调准的弦

# settings_auto_start
source: Auto-Start
ar: البدء التلقائي
de: Automatisch starten
es: Inicio automático
fr: Démarrage automatique
hi: ऑटो-स्टार्ट
id: Mulai Otomatis
it: Avvio automatico
ja: 自動スタート
ko: 자동 시작
nl: Automatisch starten
pl: Automatyczny start
pt: Início automático
ru: Автостарт
tr: Otomatik Başlat
zh_hans: 自动开始

# settings_auto_start_desc
source: Start listening automatically when the tuner tab is opened
ar: يبدأ الاستماع تلقائياً عند فتح تبويب الموالف
de: Beginnt automatisch mit dem Zuhören, wenn der Stimmgerät-Tab geöffnet wird
es: Comienza a escuchar automáticamente al abrir la pestaña del afinador
fr: Commence l'écoute automatiquement à l'ouverture de l'onglet accordeur
hi: ट्यूनर टैब खोलने पर स्वचालित रूप से सुनना शुरू करता है
id: Mulai mendengarkan secara otomatis saat tab tuner dibuka
it: Inizia ad ascoltare automaticamente all'apertura della scheda accordatore
ja: チューナータブを開いたとき自動的にリスニングを開始します
ko: 튜너 탭을 열면 자동으로 감지를 시작합니다
nl: Start automatisch met luisteren wanneer het stemtabblad wordt geopend
pl: Rozpoczyna nasłuchiwanie automatycznie po otwarciu karty tunera
pt: Começa a ouvir automaticamente ao abrir a aba do afinador
ru: Автоматически начинает прослушивание при открытии вкладки тюнера
tr: Akort sekmesi açıldığında otomatik olarak dinlemeye başlar
zh_hans: 打开调音器页面时自动开始监听

# settings_chord_color
source: Chord color
ar: لون التوافقية
de: Akkord-Farbe
es: Color de acordes
fr: Couleur des accords
hi: कॉर्ड रंग
id: Warna akor
it: Colore accordi
ja: コードの色
ko: 코드 색상
nl: Akkoordkleur
pl: Kolor akordów
pt: Cor dos acordes
ru: Цвет аккордов
tr: Akor rengi
zh_hans: 和弦颜色

# settings_chord_display_style
source: Chord display
ar: عرض التوافقية
de: Akkord-Anzeige
es: Mostrar acordes
fr: Affichage des accords
hi: कॉर्ड प्रदर्शन
id: Tampilan akor
it: Visualizzazione accordi
ja: コード表示
ko: 코드 표시
nl: Akkoordweergave
pl: Wyświetlanie akordów
pt: Exibição de acordes
ru: Отображение аккордов
tr: Akor gösterimi
zh_hans: 和弦显示

# settings_credits
source: Credits
ar: شكر وتقدير
de: Danksagungen
es: Créditos
fr: Crédits
hi: क्रेडिट
id: Kredit
it: Crediti
ja: クレジット
ko: 크레딧
pl: Twórcy
pt: Créditos
ru: Благодарности
tr: Katkıda bulunanlar
zh_hans: 致谢

# settings_display
source: Display
ar: العرض
de: Anzeige
es: Pantalla
fr: Affichage
hi: प्रदर्शन
id: Tampilan
it: Aspetto
ja: 表示
ko: 화면
nl: Weergave
pl: Wygląd
pt: Tela
ru: Отображение
tr: Görünüm
zh_hans: 显示

# settings_fretboard
source: Fretboard
ar: لوحة الأصابع
de: Griffbrett
es: Diapasón
fr: Manche
hi: फ्रेटबोर्ड
it: Tastiera
ja: フレットボード
ko: 지판
nl: Toetsenbord
pl: Gryf
pt: Braço
ru: Гриф
tr: Klavye
zh_hans: 指板

# settings_frets
source: Frets
ar: الحنق
de: Bünde
es: Trastes
fr: Frettes
hi: फ्रेट्स
id: Fret
it: Tasti
ja: フレット
ko: 프렛
pl: Progi
pt: Trastes
ru: Лады
tr: Perdeler
zh_hans: 品格数

# settings_language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
tr: Dil
zh_hans: 语言

# settings_left_handed
source: Left-Handed
ar: لليد اليسرى
de: Linkshänder
es: Zurdo
fr: Gaucher
hi: बाएँ हाथ का
id: Kidal
it: Mancino
ja: 左利き
ko: 왼손잡이
nl: Linkshandig
pl: Leworęczny
pt: Canhoto
ru: Для левши
tr: Solak
zh_hans: 左手模式

# settings_license
source: License
ar: الرخصة
de: Lizenz
es: Licencia
fr: Licence
hi: लाइसेंस
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이선스
nl: Licentie
pl: Licencja
pt: Licença
ru: Лицензия
tr: Lisans
zh_hans: 许可

# settings_noise_gate_filtering
source: Noise filtering
ar: تصفية الضوضاء
de: Rauschfilterung
es: Filtrado de ruido
fr: Filtrage du bruit
hi: शोर फ़िल्टरिंग
id: Penyaringan kebisingan
it: Filtro rumore
ja: ノイズフィルタリング
ko: 소음 필터링
nl: Ruisfiltering
pl: Filtrowanie szumów
pt: Filtragem de ruído
ru: Фильтрация шума
tr: Gürültü filtreleme
zh_hans: 噪音过滤

# settings_noise_gate_filtering_desc
source: Controls how much background noise is filtered for the Tuner, Pitch Monitor, and Melody Notepad. Higher values filter more noise; lower values pick up quieter sounds.
ar: يتحكم في مقدار تصفية ضوضاء الخلفية للموالف ومراقب النغمة ومفكرة الألحان. القيم المرتفعة تصفي المزيد من الضوضاء؛ القيم المنخفضة تلتقط الأصوات الأكثر هدوءًا.
de: Steuert, wie viel Hintergrundgeräusche für Stimmgerät, Tonhöhenmonitor und Melodie-Notizblock gefiltert werden. Höhere Werte filtern mehr Geräusche; niedrigere Werte erfassen leisere Töne.
es: Controla cuánto ruido de fondo se filtra para el afinador, el monitor de tono y el bloc de melodías. Los valores más altos filtran más ruido; los más bajos captan sonidos más suaves.
fr: Contrôle le filtrage du bruit de fond pour l'accordeur, le moniteur de hauteur et le bloc-notes de mélodie. Les valeurs hautes filtrent plus de bruit ; les valeurs basses captent les sons plus faibles.
hi: ट्यूनर, पिच मॉनिटर और मेलोडी नोटपैड के लिए पृष्ठभूमि शोर को कितना फ़िल्टर किया जाए यह नियंत्रित करता है। अधिक मान अधिक शोर फ़िल्टर करते हैं; कम मान शांत ध्वनियाँ कैप्चर करते हैं।
id: Mengontrol seberapa banyak kebisingan latar belakang disaring untuk Tuner, Monitor Nada, dan Notepad Melodi. Nilai lebih tinggi menyaring lebih banyak kebisingan; nilai lebih rendah menangkap suara yang lebih pelan.
it: Controlla quanto rumore di fondo viene filtrato per accordatore, monitor del pitch e blocco note melodia. Valori più alti filtrano più rumore; valori più bassi captano suoni più deboli.
ja: チューナー、ピッチモニター、メロディーノートパッドのバックグラウンドノイズのフィルタリング量を制御します。高い値はより多くのノイズをフィルタリングし、低い値はより静かな音を拾います。
ko: 튜너, 피치 모니터, 멜로디 메모장의 배경 소음 필터링 정도를 제어합니다. 높은 값은 더 많은 소음을 필터링하고, 낮은 값은 더 조용한 소리를 감지합니다.
nl: Regelt hoeveel achtergrondgeluid wordt gefilterd voor de stemmer, toonhoogtemonitor en melodie-notitieblok. Hogere waarden filteren meer ruis; lagere waarden vangen stillere geluiden op.
pl: Kontroluje, ile szumu tła jest filtrowane dla stroika, monitora wysokości dźwięku i notatnika melodii. Wyższe wartości filtrują więcej szumu; niższe wartości wychwytują cichsze dźwięki.
pt: Controla quanto ruído de fundo é filtrado para o afinador, monitor de tom e bloco de notas de melodia. Valores mais altos filtram mais ruído; valores mais baixos captam sons mais suaves.
ru: Контролирует, сколько фонового шума фильтруется для тюнера, монитора высоты тона и блокнота мелодий. Высокие значения фильтруют больше шума; низкие значения улавливают более тихие звуки.
tr: Akort cihazı, perde monitörü ve melodi not defteri için arka plan gürültüsünün ne kadar filtreleneceğini kontrol eder. Yüksek değerler daha fazla gürültüyü filtreler; düşük değerler daha sessiz sesleri algılar.
zh_hans: 控制调音器、音高监视器和旋律记事本过滤多少背景噪音。较高的值过滤更多噪音；较低的值捕捉更安静的声音。

# settings_note_duration
source: Note Duration
ar: مدة النوتة
de: Notendauer
es: Duración de nota
fr: Durée de la note
hi: नोट अवधि
id: Durasi Not
it: Durata della nota
ja: 音の長さ
ko: 음 길이
nl: Notenduur
pl: Czas trwania nuty
pt: Duração da nota
ru: Длительность ноты
tr: Nota Süresi
zh_hans: 音符时长

# settings_open_source_licenses
source: Open Source Licenses
ar: تراخيص المصادر المفتوحة
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
hi: ओपन सोर्स लाइसेंस
id: Lisensi Sumber Terbuka
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈소스 라이선스
nl: Opensourcelicenties
pl: Licencje open source
pt: Licenças de código aberto
ru: Лицензии с открытым исходным кодом
tr: Açık Kaynak Lisansları
zh_hans: 开源许可证

# settings_pitch_monitor
source: Pitch Monitor
ar: مراقب النغمة
de: Tonhöhenmonitor
es: Monitor de tono
fr: Moniteur de hauteur
hi: पिच मॉनिटर
id: Monitor nada
it: Monitor dell'intonazione
ja: ピッチモニター
ko: 음높이 모니터
nl: Toonhoogtemonitor
pl: Monitor wysokości dźwięku
pt: Monitor de tom
ru: Монитор высоты тона
tr: Perde izleyici
zh_hans: 音高监测

# settings_play_on_tap
source: Play on Tap
ar: تشغيل عند النقر
de: Beim Tippen abspielen
es: Reproducir al tocar
fr: Jouer au toucher
hi: टैप पर चलाएँ
id: Putar saat Diketuk
it: Suona al tocco
ja: タップで再生
ko: 탭하면 재생
nl: Spelen bij aanraking
pl: Graj przy dotknięciu
pt: Tocar ao toque
ru: Звук при нажатии
tr: Dokunmada Çal
zh_hans: 点击时播放

# settings_precision_mode
source: Precision Mode
ar: وضع الدقة
de: Präzisionsmodus
es: Modo de precisión
fr: Mode précision
hi: प्रिसिज़न मोड
id: Mode Presisi
it: Modalità precisione
ja: 高精度モード
ko: 정밀 모드
nl: Precisiemodus
pl: Tryb precyzyjny
pt: Modo de precisão
ru: Точный режим
tr: Hassas Mod
zh_hans: 精确模式

# settings_precision_mode_desc
source: Tightens the in-tune zone from ±6 cents to ±2 cents
ar: يضيّق نطاق الضبط من ±6 سنت إلى ±2 سنت
de: Verengt den gestimmten Bereich von ±6 Cent auf ±2 Cent
es: Reduce la zona de afinación de ±6 cents a ±2 cents
fr: Réduit la zone d'accordage de ±6 cents à ±2 cents
hi: ट्यून ज़ोन को ±6 सेंट से ±2 सेंट तक सख्त करता है
id: Mempersempit zona pas dari ±6 sen menjadi ±2 sen
it: Restringe la zona di accordatura da ±6 centesimi a ±2 centesimi
ja: チューニングの許容範囲を±6セントから±2セントに狭めます
ko: 튜닝 허용 범위를 ±6센트에서 ±2센트로 좁힙니다
nl: Verkleint de gestemd-zone van ±6 cent naar ±2 cent
pl: Zawęża strefę nastrojenia z ±6 centów do ±2 centów
pt: Reduz a zona de afinação de ±6 cents para ±2 cents
ru: Сужает зону настройки с ±6 центов до ±2 центов
tr: Akort bölgesini ±6 sentten ±2 sente daraltır
zh_hans: 将调准范围从 ±6 音分缩小到 ±2 音分

# settings_select_language
source: Select language
ar: اختر اللغة
de: Sprache auswählen
es: Seleccionar idioma
fr: Choisir la langue
hi: भाषा चुनें
id: Pilih bahasa
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
nl: Selecteer taal
pl: Wybierz język
pt: Selecionar idioma
ru: Выберите язык
tr: Dil seçin
zh_hans: 选择语言

# settings_show_chord_diagram_rail
source: Show chord diagrams
ar: إظهار مخططات التوافقية
de: Akkorddiagramme anzeigen
es: Mostrar diagramas de acordes
fr: Afficher les diagrammes d'accords
hi: कॉर्ड आरेख दिखाएँ
id: Tampilkan diagram akor
it: Mostra diagrammi accordi
ja: コード図を表示
ko: 코드 다이어그램 표시
nl: Akkoorddiagrammen tonen
pl: Pokaż diagramy akordów
pt: Mostrar diagramas de acordes
ru: Показать диаграммы аккордов
tr: Akor diyagramlarını göster
zh_hans: 显示和弦图

# settings_show_learn_section
source: Show Learn section
ar: إظهار قسم التعلم
de: Bereich Lernen anzeigen
es: Mostrar sección Aprender
fr: Afficher la section Apprendre
hi: सीखें अनुभाग दिखाएं
id: Tampilkan bagian Belajar
it: Mostra sezione Impara
ja: 学習セクションを表示
ko: 학습 섹션 표시
nl: Sectie Leren tonen
pl: Pokaż sekcję Nauka
pt: Mostrar secção Aprender
ru: Показать раздел Обучение
tr: Öğren bölümünü göster
zh_hans: 显示学习部分

# settings_show_note_names
source: Show Note Names
ar: إظهار أسماء النوتات
de: Notennamen anzeigen
es: Mostrar nombres de notas
fr: Afficher les noms des notes
hi: नोट के नाम दिखाएँ
id: Tampilkan Nama Not
it: Mostra nomi delle note
ja: 音名を表示
ko: 음 이름 표시
nl: Nootnamen tonen
pl: Pokaż nazwy nut
pt: Mostrar nomes das notas
ru: Показывать названия нот
tr: Nota Adlarını Göster
zh_hans: 显示音符名称

# settings_show_reference_section
source: Show Reference section
ar: إظهار قسم المرجع
de: Bereich Nachschlagewerk anzeigen
es: Mostrar sección Referencia
fr: Afficher la section Référence
hi: संदर्भ अनुभाग दिखाएं
id: Tampilkan bagian Referensi
it: Mostra sezione Riferimento
ja: リファレンスセクションを表示
ko: 참고 섹션 표시
nl: Sectie Naslagwerk tonen
pl: Pokaż sekcję Materiały
pt: Mostrar secção Referência
ru: Показать раздел Справочник
tr: Başvuru bölümünü göster
zh_hans: 显示参考部分

# settings_sound
source: Sound
ar: الصوت
de: Klang
es: Sonido
fr: Son
hi: ध्वनि
id: Suara
it: Suono
ja: サウンド
ko: 사운드
nl: Geluid
pl: Dźwięk
pt: Som
ru: Звук
tr: Ses
zh_hans: 声音

# settings_spoken_feedback
source: Spoken Feedback
ar: التعليق الصوتي
de: Sprachfeedback
es: Retroalimentación hablada
fr: Retour vocal
hi: बोली प्रतिक्रिया
id: Umpan Balik Suara
it: Feedback vocale
ja: 音声フィードバック
ko: 음성 피드백
nl: Gesproken feedback
pl: Informacja głosowa
pt: Feedback falado
ru: Голосовая обратная связь
tr: Sesli Geri Bildirim
zh_hans: 语音反馈

# settings_spoken_feedback_desc
source: Announces note name and cents deviation using text-to-speech
ar: ينطق اسم النوتة وانحراف السنت باستخدام تحويل النص إلى كلام
de: Gibt Notenname und Cent-Abweichung per Sprachsynthese aus
es: Anuncia el nombre de la nota y la desviación en cents con síntesis de voz
fr: Annonce le nom de la note et la déviation en cents par synthèse vocale
hi: टेक्स्ट-टू-स्पीच का उपयोग करके नोट का नाम और सेंट विचलन बताता है
id: Mengumumkan nama not dan deviasi sen menggunakan text-to-speech
it: Annuncia il nome della nota e la deviazione in centesimi tramite sintesi vocale
ja: テキスト読み上げで音名とセント偏差を読み上げます
ko: 텍스트 음성 변환으로 음 이름과 센트 편차를 읽어줍니다
nl: Kondigt nootnaam en centafwijking aan via tekst-naar-spraak
pl: Ogłasza nazwę nuty i odchylenie w centach za pomocą syntezatora mowy
pt: Anuncia o nome da nota e o desvio em cents usando síntese de voz
ru: Озвучивает название ноты и отклонение в центах с помощью синтеза речи
tr: Nota adını ve sent sapmasını metin okuma ile duyurur
zh_hans: 使用语音合成播报音符名称和音分偏差

# settings_strum_delay
source: Strum Delay
ar: تأخير النقر
de: Anschlagverzögerung
es: Retardo de rasgueo
fr: Délai de grattage
hi: स्ट्रम विलंब
id: Jeda Strum
it: Ritardo strumming
ja: ストロークの遅延
ko: 스트럼 딜레이
nl: Strumvertraging
pl: Opóźnienie strumowania
pt: Atraso da batida
ru: Задержка боя
tr: Strum Gecikmesi
zh_hans: 扫弦延迟

# settings_strum_direction
source: Strum Direction
ar: اتجاه النقر
de: Anschlagrichtung
es: Dirección de rasgueo
fr: Direction de grattage
hi: स्ट्रम दिशा
id: Arah Strum
it: Direzione strumming
ja: ストロークの方向
ko: 스트럼 방향
nl: Strumrichting
pl: Kierunek strumowania
pt: Direção da batida
ru: Направление боя
tr: Strum Yönü
zh_hans: 扫弦方向

# settings_strum_down
source: Down
ar: لأسفل
de: Abschlag
es: Abajo
fr: Bas
hi: नीचे
id: Turun
it: Giù
ja: ダウン
ko: 다운
nl: Omlaag
pl: W dół
pt: Para baixo
ru: Вниз
tr: Aşağı
zh_hans: 下扫

# settings_strum_up
source: Up
ar: لأعلى
de: Aufschlag
es: Arriba
fr: Haut
hi: ऊपर
id: Naik
it: Su
ja: アップ
ko: 업
nl: Omhoog
pl: W górę
pt: Para cima
ru: Вверх
tr: Yukarı
zh_hans: 上扫
